[{"englishText":"How many time you masterbate in 1 day ?","thaiText":"คุณสำเร็จความใคร่ด้วยตัวเองบ่อยแค่ใหนใน 1 วัน","japaneseText":"1日に何回マスターベートしますか？"},{"englishText":"What is your most favourite sex position?","thaiText":"คุณชอบมีเซ็กส์ท่าไหนมากที่สุด"},{"englishText":"Have you ever buy any sextoy? If yes, where did you buy it?","thaiText":"คุณเคยซื้อ Sextoy ไหม ถ้าเคยเเล้วซื้อมาจากที่ไหน"},{"englishText":"Have you ever have anal sex?","thaiText":"เคยเย็ดกันทางก้นหรือไม่"},{"englishText":"Have you ever have oral sex?","thaiText":"เคยออรัลเซกส์หรือไม่"},{"englishText":"Softcore or BDSM?","thaiText":"คุณเป็นสายนุ่มนวล หรือ BDSM"},{"englishText":"What porn website that you usually visit?","thaiText":"เว็บโป๊ที่คุณเข้าใช้งานเป็นประจำ"},{"englishText":"Have you ever erotic role play?","thaiText":"คุณเคย erotic role play ไหม"},{"englishText":"Have you ever have sex phone?","thaiText":"เคยเซ็กโฟนไหม"},{"englishText":"When did you lost your virginity?","thaiText":"คุณเสียซิงครั้งแรกตอนอายุเท่าใด"},{"englishText":"What is your favourite porn game?","thaiText":"เกมลามกที่คุณชอบคืออะไร"},{"englishText":"What is your favourite adult pornography?","thaiText":"สื่อลามกที่คุณชอบคืออะไร"},{"englishText":"What is your favourite pornstar?","thaiText":"ดาราหนังผู้ใหญ่ที่คุณชอบคือใคร"},{"englishText":"What is your favourite hentai?","thaiText":"Hentai ที่คุณชอบคืออะไร"},{"englishText":"What is your least favourite hentai?","thaiText":"Hentai ที่คุณเกลียดที่สุดคืออะไร"},{"englishText":"Have you ever get turned on from any of your avatar?","thaiText":"คุณเคยรู้สึกเงี่ยนกับอวตาร์ของตัวเองหรือไม่"},{"englishText":"How do you foreplay before having sex?","thaiText":"วิธีการเล้าโลมก่อนจะเย็ดกันของคุณเป็นอย่างไร"},{"englishText":"How long you usually have a sex?","thaiText":"โดยปกติแล้ว คุณเย็ดแต่ละครั้งนานเท่าใด"},{"englishText":"How was your first masturbation experience?","thaiText":"ประสบการณ์การช่วยตัวเองครั้งแรกของคุณเป็นอย่างไร"},{"englishText":"If you can fuck with anyone, who do you want to fuck with?","thaiText":"ถ้าคุณเลือกได้ 1 คน คุณอยากเย็ดกับใครมากที่สุด"},{"englishText":"If you have a chance to have an outdoor sex, where would you want to have?","thaiText":"ถ้าคุณมีโอกาสที่จะมีเพศสัมพันธ์นอกสถานที่ คุณอยากจะมีที่ไหน"},{"englishText":"Have you ever have a sex with VRChat player?","thaiText":"คุณเคยมีเพศสัมพันธ์กับผู้เล่น VRChat หรือไม่"},{"englishText":"Have you ever horny while in public? How?","thaiText":"เคยมีอารมณ์ทางเพศในที่สาธารณะหรือไม่ อย่างไร"},{"englishText":"How was your first sex experience?","thaiText":"ประสบการณ์การเย็ดกันครั้งแรกของคุณเป็นอย่างไร"},{"englishText":"What was your best sex experience? How was it?","thaiText":"ประสบการณ์การเย็ดกันของคุณที่ดีที่สุดคือเมื่อใด ประสบการณ์เป็นอย่างไร"},{"englishText":"What is your ideal sex experience?","thaiText":"การเย็ดกันที่ดีที่สุดในอุดมคติของคุณเป็นอย่างไร"},{"englishText":"What was your worst sex experience? How was it?","thaiText":"ประสบการณ์การเย็ดกันของคุณที่แย่ที่สุดคือเมื่อใด ประสบการณ์เป็นอย่างไร"},{"englishText":"Which one do you usually use for masturbation? Hand or Sextoy?","thaiText":"คุณใช้มือหรือเซ็กส์ทอยในการช่วยตัวเอง"},{"englishText":"Which one you prefer? Softcore or Hardcore sex?","thaiText":"ระหว่างกำลังเย็ดกัน คุณชอบซอยถี่ๆหรือค่อยๆซอยมากกว่ากัน"},{"englishText":"Which one you prefer? Face to face or Face to back sex?","thaiText":"ชอบเย็ดจากข้างหน้าหรือข้างหลังมากกว่ากัน"},{"englishText":"Which one you prefer? Cum outside or Cum inside?","thaiText":"ชอบเเตกข้างนอกหรือเเตกข้างในมากกว่ากัน"},{"englishText":"Which one you prefer? Sucking or Licking?","thaiText":"ชอบให้ดูดหรือชอบให้เลียมากกว่ากัน"},{"englishText":"Do you usually masterbate after having sex?","thaiText":"ชอบช่วยตัวเองต่อหลังจากเย็ดไหม"},{"englishText":"You usually foreplay before having sex or just having sex without it?","thaiText":"ชอบให้เล้าโลมก่อนหรือเย็ดเลย"},{"englishText":"Which one of your body part that make you feel horny if touched?","thaiText":"โดนจับส่วนไหนเเล้วคุณรู้สึกเงี่ยนที่สุด"},{"englishText":"When was the last time you had a sex?","thaiText":"เย็ดครั้งล่าสุดเมื่อไหร่"},{"englishText":"Have you ever bought sextoy to your lover?","thaiText":"เคยซื้อเซ็กส์ทอยให้เเฟนไหม"},{"englishText":"While you are having sex, you have it light on or in the dark?","thaiText":"คุณปิดไฟหรือเปิดไฟในระหว่างเย็ดกัน"},{"englishText":"Do you play any music while having sex?","thaiText":"คุณเปิดเพลงหรือไม่ตอนที่คุณกำลังเย็ด"},{"englishText":"Where do you prefer to fuck between balcony or kitchen？","thaiText":"ระหว่างริมระเบียงหรือในห้องครัว คุณเลือกจะเย็ดที่ใหนมากกว่าากัน"},{"englishText":"If your lover tell you they are horny, what will you do?","thaiText":"ถ้าเเฟนบอกคุณว่าเงี่ยนมากๆ คุณจะทำอย่างไร"},{"englishText":"Have you ever purchase sexual services?","thaiText":"เคยซื้อบริการทางเพศไหม"},{"englishText":"Have you ever use weird thing to masturbate?","thaiText":"เคยเอาของแปลกๆมาช่วยตัวเองไหม"},{"englishText":"How much did you spend for pornography?","thaiText":"เสียเงินให้สื่อลามกไปเท่าไหร่เเล้ว"},{"englishText":"What is the weirdest item you have ever use to masturbate?","thaiText":"ของที่แปลกที่สุดที่คุณเคยใช้ช่วยตัวเองคืออะไร"},{"englishText":"What is your technique on having sex?","thaiText":"เทคนิคเวลาเย็ดของคุณคืออะไร"},{"englishText":"What is your technique on masturbating?","thaiText":"เทคนิคเวลาช่วยตัวเองของคุณคืออะไร"},{"englishText":"Have you ever fuck your siblings?","thaiText":"คุณเคยเย็ดพี่หรือน้องของคุณหรือไม่"},{"englishText":"What is your first sexphone experience?","thaiText":"ประสบการณ์การทำเซกส์โฟนครั้งแรกเป็นอย่างไร"},{"englishText":"Do you usually fuck with condom?","thaiText":"คุณหรือคู่ของคุณใส่ถุงยางขณะเย็ดหรือไม่"},{"englishText":"Whihe having sex, you prefer offending or get offened more?","thaiText":"ขณะเย็ด คุณชอบรุกหรือรับมากกว่ากัน"},{"englishText":"What is your preparation before having sex?","thaiText":"ก่อนจะเย็ดกัน คุณเตรียมตัวอย่างไร"},{"englishText":"Do you usually bring condom with you?","thaiText":"คุณพกถุงยางหรือไม่"},{"englishText":"What is your favourite alcolholic drink?","thaiText":"เครื่องดื่มแอลกอฮอลล์ที่คุณชอบคืออะไร"},{"englishText":"What is your least favourite alcolhol drink?","thaiText":"เครื่องดื่มแอลกอฮอลล์ที่คุณเกลียดคืออะไร"},{"englishText":"Have you ever do cosplay sex?","thaiText":"คุณเคยเย็ดกันระหว่างคอสเพลย์หรือไม่"},{"englishText":"You prefer raw sex or sex with condom?","thaiText":"คุณชอบเย็ดสดหรือเย็ดถุงมากกว่ากัน"},{"englishText":"Have you ever want to fuck your friend?","thaiText":"เคยคิดอยากจะเย็ดเพื่อนหรือไม่"},{"englishText":"Have you ever want to fuck your friend's lover?","thaiText":"เคยคิดอยากจะเย็ดแฟนเพื่อนหรือไม่"},{"englishText":"How do you buy condom?","thaiText":"ปกติเข้าไปซื้อถุงยางอย่างไร"},{"englishText":"Do you buy condom on your own?","thaiText":"โดยปกติคุณซื้อถุงยางเองหรือไม่"},{"englishText":"Have you ever have a sex on a car?","thaiText":"เคยมีเซกส์กันบนรถหรือไม่"},{"englishText":"When was the first time you drink an alcolholic drink?","thaiText":"ดื่มเครื่องดื่มแอลกอฮอลล์ครั้งแรกเมื่อไร"},{"englishText":"What sextoy do you wish to have?","thaiText":"ถ้าเลือกได้ว่าจะมีเซ็กซ์ทอยได้หนึ่งชิ้นคุณจะเลือกอะไร"},{"englishText":"What is your most sensitive erogenous zone?","thaiText":"ส่วนไหนของคุณไวต่อความรู้สึกทางเพศมากที่สุด"},{"englishText":"How many times do you have sexual activities in a week?","thaiText":"คุณมีกิจกรรมทางเพศกี่ครั้งต่อสัปดาห์"},{"englishText":"If you have a chance to have sex with the nearest player, what will you do?","thaiText":"ถ้าคุณมีโอกาสได้เย็ดกับคนที่อยู่ใกล้ที่สุดคุณจะทำอย่างไร"},{"englishText":"Have you ever dream of having sex with someone?","thaiText":"เคยฝันว่าได้เย็ดกับใครซักคนไหม"},{"englishText":"Have you ever think you prefer BDSM?","thaiText":"เคยรู้สึกเหมือนตัวเองจะเป็นBDSM ไหม"},{"englishText":"When was the last time you masturbase? With what?","thaiText":"ช่วงตัวเองครั้งล่าสุดตอนไหน.แล้วทำกับอะไร"},{"englishText":"What pornography movie genre you prefer?","thaiText":"คุณชอบหนังโป๊แนวไหน"},{"englishText":"In this room, who do you prefer to fuck with the most?","thaiText":"อยากเย็ดใครที่สุดในห้องนี้"},{"englishText":"What is your favourite sex posture? Why?","thaiText":"ชอบเย็ดท่าไหนมากที่สุด และ ทำไมถึงชอบ"},{"englishText":"Have you ever taste your cum?","thaiText":"เคยลองชิมนํ้าเงี่ยนตัวเองไหม"},{"englishText":"How many times a day at most you ever have a sex with your lover?","thaiText":"เคยเย็ดกับแฟนบ่อยสุดกี่ครั้งต่อวัน"},{"englishText":"How many times a week at most you ever have a sex with your lover?","thaiText":"เคยเย็ดกับแฟนบ่อยสุดกี่ครั้งต่อสัปดาห์"},{"englishText":"What is the size of your penis or your tits?","thaiText":"ขนาดควย/นม ของคุณ"},{"englishText":"How did you lost your verginity?","thaiText":"คุณเสียซิงได้ยังไง"},{"englishText":"Do you put ice in the beer?","thaiText":"กินเบียร์ใส่นํ้าแข็งไหม"},{"englishText":"Have you ever fuck while gaming?","thaiText":"เคยเย็ดระหว่างเล่นเกมไหม"},{"englishText":"What is your favourite condom brand?","thaiText":"ยี่ห้อถุงยางที่ชอบ"},{"englishText":"What is your favourite condom flavor?","thaiText":"รสถุงยางที่ชอบ"},{"englishText":"Which one you prefer, between small and big tits?","thaiText":"ชอบนมใหญ่ๆหรือนมแบนๆ"},{"englishText":"Which one you prefer, between small and big dick?","thaiText":"ชอบควยใหญ่ๆหรือควยเล็กๆ"},{"englishText":"Have you ever take a naked photo of yourself?","thaiText":"เคยถ่ายรูปตัวเองตอนโป๊ไหม"},{"englishText":"Have you ever sexually thought to anyone in this room?","thaiText":"คุณเคยอยากเย็ดคนในนี้ไหม"},{"englishText":"If you saw someone fully naked after you have woken up, what would you do?","thaiText":"คุณตื่นมาแล้วเจอคนที่อยู่ใกล้ที่สุดนอนโป๊อยู่ข้างๆคุณจะทำยังไง"},{"englishText":"Have anyone in this room saw you naked?","thaiText":"มีใครในนี้เคยเห็นคุณตอนโป๊ไหม"},{"englishText":"Have you ever do any sex job?","thaiText":"เคยรับงานบริการทางเพศไหม"},{"englishText":"What is your OnlyFans account?","thaiText":"บัญชี OnlyFans ของคุณ"},{"englishText":"What was the weird porn movies you have ever watch?","thaiText":"หนังโป๊แปลกๆที่คุณเคยดู"},{"englishText":"What is the 3 items that make you turned on the most?","thaiText":"3 สิ่งที่เห็นแล้วเงี่ยนที่สุด"},{"englishText":"Who is your most favourite sex creator?","thaiText":"Sex creator ที่ชอบที่สุด"},{"englishText":"Have you ever buy lewd items online?","thaiText":"เคยซื้ออของลามกจากอินเตอร์เน็ตไหม"},{"englishText":"Have you ever enter the sex shop?","thaiText":"เคยเข้า Sex Shop ไหม"},{"englishText":"Have you ever paid for sex service in VR?","thaiText":"เคยซื้อบริการทางเพศใน VR ไหม"},{"englishText":"Have you ever experience pornography in VR?","thaiText":"เคยเล่นเกมโป๊/ดูหนังโป๊แบบ VR ไหม"},{"englishText":"What is the phase that make you turned on?","thaiText":"ประโยคที่ได้ยินแล้วรู้สึกเงี่ยน"},{"englishText":"Have you ever dream of yourself get fucked?","thaiText":"เคยฝันว่าโดนเย็ดไหม"},{"englishText":"What is the latest porn movie you downloaded?","thaiText":"หนัังโป๊ล่าสุดที่คุณเคยเซฟไว้คือเรื่องอะไร"},{"englishText":"What is your favourite breast size?","thaiText":"ชอบนม cup อะไร"},{"englishText":"What is your favourite body shape?","thaiText":"ชอบคนหุ่นแบบไหน"},{"englishText":"Which one you prefer more between licking and sucking?","thaiText":"ดูด กับ เลีย ชอบอะไรมากกว่ากัน"},{"englishText":"What is your technique to cum slower?","thaiText":"ทำยังไงให้เสร็จช้า"},{"englishText":"When you prefer to have a sex between before and after bedtime?","thaiText":"ชอบตื่นมาเย็ดกันหรือเย็ดกันก่อนนอน"},{"englishText":"How frequent do you fuck?","thaiText":"เย็ดทุกวันหรือนานๆที"},{"englishText":"Which one you want to fuck with between virgin and excellently experienced?","thaiText":"อยากเย็ดกับคนที่ไม่เคย หรือ เย็ดกับคนที่ผ่านประสบการณ์มาเยอะแล้ว"},{"englishText":"Which one you prefer more between tits licking and sucking?","thaiText":"ชอบดูดหรือเลียนม"},{"englishText":"Where do you prefer to hold at while holhing their hand?","thaiText":"เวลาจูงมือชอบจับอะไร"},{"englishText":"What items you usually use to masturbate with?","thaiText":"ชอบช่วยตัวเองด้วยอะไร"},{"englishText":"Do you like to let anyone to poke your nipple？","thaiText":"ชอบให้คนอื่นเขี่ยหัวนมไหม"},{"englishText":"Who have you ever request to have a sexphone with?","thaiText":"คนที่คุณเคยขอเซกส์โฟนด้วยมีใครบ้าง"},{"englishText":"Who have you ever request to have an ERP with?","thaiText":"คนที่คุณเคยขอ ERP ด้วยมีใครบ้าง"},{"englishText":"Have you ever get turned on too much? How did you deal with it?","thaiText":"เคยเงี่ยนจนทนไม่ไหวไหม แล้วตอนนั้นทำยังไง"},{"englishText":"Do you like to lick or sniff armpits?","thaiText":"ชอบดมหรือเลียรักแร้ไหม"},{"englishText":"How much are you horny?","thaiText":"คุณเป็นคนขี้เงี่ยนแค่ไหน"},{"englishText":"What procedure you like of fucking?","thaiText":"ชอบขั้นตอนไหนของการเย็ด"},{"englishText":"How long do you think is an ideal length of having sex?","thaiText":"คิดว่าเย็ดกี่นาทีถึงจะพอดี"},{"englishText":"Who was your first sex partner? Otherwise go backward for 4 tiles.","thaiText":"เย็ดครั้งแรกกับใคร ไม่เคยให้ถอยไป 4 ช่อง"},{"englishText":"What is the appearance of your public hair?","thaiText":"ลักษณะของหมอยตัวเองเป็นอย่างไร"},{"englishText":"Where do you want to have a sex?","thaiText":"อยากเย็ดที่ไหน"},{"englishText":"What you don't want your sex partner to do while fucking?","thaiText":"สิ่งที่ไม่อยากให้คู่ทำระหว่างเย็ด"},{"englishText":"Are you easily or hard to cum?","thaiText":"เป็นคนเสร็จยากหรือเสร็จง่าย"},{"englishText":"In your opinion, can any fuck who is not their lover? Why?","thaiText":"เย็ดกับคนที่ไม่รักได้ไหม ทำไม"},{"englishText":"Who do you currntly want to fuck with the most?","thaiText":"ตอนนี้อยากเย็ดใครมากที่สุด"},{"englishText":"If you have a sex issue, who will you have an advise with?","thaiText":"มีปัญหาเรื่อง sex จะปรึกษาใคร"},{"englishText":"Do you still miss you ex-lover?","thaiText":"ยังมีความรู้สึกกับแฟนเก่าหรือไม่"},{"englishText":"What is your favourite condom thickness?","thaiText":"ความบางของถุงยางที่ชอบ"},{"englishText":"What someone's act that makes you turned on?","thaiText":"อะไรที่ทำให้คุณรู้สึกเงี่ยนขึ้นมา"},{"englishText":"How do you usually masturbate?","thaiText":"คุณช่วยตัวเองอย่างไร"}]